[Play_DLC3_S_CEN_Dropship_Intro AkEvent]
SpokenText="Судячи з усього, ми наближаємося до того, що залишилося від якоїсь будівлі «Адвента». Попереднє сканування не виявило ознак життя, але ризикувати сенсу немає. Вам доведеться увійти через верхні поверхи, щоб не бути виявленими. Ніхто не знає ці системи краще за Шень, тому вона піде першою. Знайдіть вхід до будівлі, знайдіть джерело сигналу і, якщо він ворожий, розберіться з ним."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Investigate_Signal AkEvent]
SpokenText="Шеф, я вже не в тому віці, щоб вірити в привидів, а отже, хтось отримав віддалений доступ. І якщо він здатний дістатися до «Ровера», то хто знає, що ще може статися. Я б дослідив цей сигнал у першу чергу."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Pre_Mission_Prep_1 AkEvent]
SpokenText="Шень, я розумію, це для тебе особисте питання, але наші бійці більш ніж здатні впоратися."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Pre_Mission_Prep_3 AkEvent]
SpokenText="Не буду сперечатися з дамою. Приготуватися, і поїхали."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Pre_Scan_Geo AkEvent]
SpokenText="Схоже, Шень змогла відстежити джерело сигналу. Передаю координати на карту."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Tower_Rumor_Comp_1 AkEvent]
SpokenText="Ця башта гниє тут роками, якщо не десятиліттями. Сигнал поки ловиться, і, незважаючи на відсутність ознак життя, джерело абсолютно точно було саме в цьому місці. Вважаю, хтось тут досі мешкає."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

